---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CADLinkType
source: html/022bd2d6-482e-47c7-438d-74f86a322f52.htm
---
# CADLinkType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.